Repository: boyugou/lorvex
Catalog: apps/apple/Sources/LorvexApple/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, de, el, es, fa, fr, he, hi, id, it, ja, ko, mr, ms, nl, pl, pt_br, ro, ru, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# settings.cloud_sync.resume.confirm.title
source: Re-upload this Mac’s data and resume sync?
ar: هل تريد إعادة رفع بيانات جهاز Mac هذا واستئناف المزامنة؟
bn: এই Mac-এর ডেটা আবার আপলোড করে সিঙ্ক চালু করবেন?
de: Daten dieses Mac erneut hochladen und Synchronisierung fortsetzen?
el: Να γίνει επαναμεταφόρτωση των δεδομένων αυτού του Mac και συνέχιση του συγχρονισμού;
es: ¿Volver a subir los datos de este Mac y reanudar la sincronización?
fa: داده‌های این Mac دوباره بارگذاری و همگام‌سازی ازسر گرفته شود؟
fr: Renvoyer les données de ce Mac et reprendre la synchronisation ?
he: להעלות מחדש את נתוני ה-Mac הזה ולחדש את הסנכרון?
hi: इस Mac का डेटा दोबारा अपलोड करें और सिंक फिर शुरू करें?
id: Unggah ulang data Mac ini dan lanjutkan penyelarasan?
it: Ricaricare i dati di questo Mac e riprendere la sincronizzazione?
ja: このMacのデータを再アップロードして、同期を再開しますか？
ko: 이 Mac의 데이터를 다시 업로드하고 동기화를 재개하시겠습니까?
mr: या Mac चा डेटा पुन्हा अपलोड करून सिंक सुरू करायचे का?
ms: Muat naik semula data Mac ini dan teruskan penyelarasan?
nl: De gegevens van deze Mac opnieuw uploaden en synchronisatie hervatten?
pl: Przesłać ponownie dane z tego Maca i wznowić synchronizację?
pt_br: Reenviar os dados deste Mac e retomar a sincronização?
ro: Reîncărcați datele acestui Mac și continuați sincronizarea?
ru: Отправить данные этого Mac заново и возобновить синхронизацию?
ta: இந்த Mac தரவை மீண்டும் பதிவேற்றி, ஒத்திசைவைத் தொடரவா?
te: ఈ Mac డేటాను మళ్ళీ అప్‌లోడ్ చేసి, సింక్‌ను కొనసాగించాలా?
th: อัปโหลดข้อมูลของ Mac เครื่องนี้อีกครั้งและเชื่อมข้อมูลต่อหรือไม่
tr: Bu Mac’in verileri yeniden yüklensin ve eşzamanlama sürdürülsün mü?
uk: Надіслати дані цього Mac знову й відновити синхронізацію?
ur: اس Mac کا ڈیٹا دوبارہ اپ لوڈ کریں اور سنک بحال کریں؟
vi: Tải lại dữ liệu của máy Mac này lên và tiếp tục đồng bộ hóa?
zh_hans: 要重新上传这台 Mac 的数据并恢复同步吗？
zh_hant: 要重新上傳這部 Mac 的資料並繼續同步嗎？

# settings.cloud_sync.skipped
source: Skipped
ar: المتخطّاة
bn: এড়িয়ে যাওয়া
de: Übersprungen
el: Παραλείφθηκαν
es: Omitidos
fa: نادیده‌گرفته‌شده
fr: Ignorés
he: דולגו
hi: छोड़े गए
id: Dilewati
it: Saltati
ja: スキップ
ko: 건너뜀
mr: वगळलेले
ms: Dilangkau
nl: Overgeslagen
pl: Pominięto
pt_br: Ignorados
ro: Omise
ru: Пропущено
ta: தவிர்க்கப்பட்டவை
te: దాటవేయబడినవి
th: ข้ามไป
tr: Atlanan
uk: Пропущено
ur: چھوڑے گئے
vi: Đã bỏ qua
zh_hans: 已跳过
zh_hant: 已略過

# settings.cloud_sync.state.off
source: Off
ar: إيقاف
bn: বন্ধ
de: Aus
el: Ανενεργό
es: Desactivada
fa: خاموش
fr: Désactivée
he: כבוי
hi: बंद
id: Mati
it: Disattivata
ja: オフ
ko: 끔
mr: ऑफ
ms: Tak Aktif
nl: Uit
pl: Wył.
pt_br: Desativada
ro: Dezactivat
ru: Выкл.
ta: ஆஃப்
te: ఆఫ్
th: ปิด
tr: Kapalı
uk: Вимкнено
ur: بند
vi: Tắt
zh_hans: 已关闭
zh_hant: 關閉

# settings.cloud_sync.state.on
source: On
ar: تشغيل
bn: চালু
de: Ein
el: Ενεργό
es: Activada
fa: روشن
fr: Activée
he: פועל
hi: चालू
id: Nyala
it: Attiva
ja: オン
ko: 켬
mr: ऑन
ms: Aktif
nl: Aan
pl: Wł.
pt_br: Ativada
ro: Activat
ru: Вкл.
ta: ஆன்
te: ఆన్
th: เปิด
tr: Açık
uk: Увімкнено
ur: آن
vi: Bật
zh_hans: 已打开
zh_hant: 開啟

# settings.cloud_sync.status_section
source: Status
ar: الحالة
bn: স্টেটাস
el: Κατάσταση
es: Estado
fa: وضعیت
fr: État
he: סטטוס
hi: स्थिति
it: Stato
ja: 状態
ko: 상태
mr: स्टेटस
pl: Stan
ro: Stare
ru: Состояние
ta: நிலை
te: స్థితి
th: สถานะ
tr: Durum
uk: Стан
ur: حالت
vi: Trạng thái
zh_hans: 状态
zh_hant: 狀態

# settings.cloud_sync.status_title
source: iCloud Sync
ar: مزامنة iCloud
bn: iCloud সিঙ্ক
de: iCloud-Synchronisierung
el: Συγχρονισμός iCloud
es: Sincronización con iCloud
fa: همگام‌سازی iCloud
fr: Synchronisation iCloud
he: סנכרון iCloud
hi: iCloud सिंक
id: Penyelarasan iCloud
it: Sincronizzazione iCloud
ja: iCloud同期
ko: iCloud 동기화
mr: iCloud सिंक
ms: Penyelarasan iCloud
nl: iCloud-synchronisatie
pl: Synchronizacja iCloud
pt_br: Sincronização do iCloud
ro: Sincronizare iCloud
ru: Синхронизация iCloud
ta: iCloud ஒத்திசைவு
te: iCloud సింక్
th: การเชื่อมข้อมูล iCloud
tr: iCloud eşzamanlama
uk: Синхронізація iCloud
ur: سنک بذریعہ iCloud
vi: Đồng bộ hóa iCloud
zh_hans: iCloud 同步
zh_hant: iCloud 同步

# settings.cloud_sync.summary.live_last_push
source: Live sync active. Last push %@.
ar: المزامنة المباشرة نشطة. آخر رفع %@.
bn: লাইভ সিঙ্ক সক্রিয়। সর্বশেষ আপলোড: %@।
de: Live-Synchronisierung aktiv. Letzter Upload (%@).
el: Ο ζωντανός συγχρονισμός είναι ενεργός. Τελευταία αποστολή: %@.
es: Sincronización en vivo activa. Último envío: %@.
fa: همگام‌سازی زنده فعال است. آخرین بارگذاری %@.
fr: Synchronisation en direct active. Dernier envoi : %@.
he: סנכרון חי פעיל. ההעלאה האחרונה %@.
hi: लाइव सिंक चालू है। आख़िरी अपलोड %@।
id: Penyelarasan langsung aktif. Terakhir diunggah %@.
it: Sincronizzazione live attiva. Ultimo invio: %@.
ja: ライブ同期が有効です。前回のアップロード：%@。
ko: 실시간 동기화가 활성화되어 있습니다. 마지막 업로드: %@.
mr: लाइव्ह सिंक सक्रिय. शेवटचे अपलोड: %@.
ms: Penyelarasan langsung aktif. Terakhir dimuat naik %@.
nl: Live synchronisatie actief. Laatste upload %@.
pl: Synchronizacja na żywo jest aktywna. Ostatnie wysłanie: %@.
pt_br: Sincronização em tempo real ativa. Último envio: %@.
ro: Sincronizare live activă. Ultima încărcare (%@).
ru: Синхронизация в реальном времени активна. Последняя отправка: %@.
ta: நேரலை ஒத்திசைவு செயலில் உள்ளது. கடைசிப் பதிவேற்றம் %@.
te: లైవ్ సింక్ యాక్టివ్‌గా ఉంది. చివరి అప్‌లోడ్ %@.
th: การเชื่อมข้อมูลแบบเรียลไทม์ทำงานอยู่ ส่งล่าสุด %@
tr: Canlı eşzamanlama etkin. Son gönderim: %@.
uk: Синхронізація в реальному часі активна. Останнє надсилання: %@.
ur: لائیو سنک فعال ہے۔ آخری اپ لوڈ %@۔
vi: Đồng bộ hóa trực tiếp đang hoạt động. Lần tải lên gần nhất: %@.
zh_hans: 实时同步已启用。上次推送：%@。
zh_hant: 即時同步已啟用。上次上傳：%@。

# settings.cloud_sync.summary.live_no_push
source: Live sync active. No push yet.
ar: المزامنة المباشرة نشطة. لم يتم الرفع بعد.
bn: লাইভ সিঙ্ক সক্রিয়। এখনও কোনো আপলোড হয়নি।
de: Live-Synchronisierung aktiv. Noch kein Upload.
el: Ο ζωντανός συγχρονισμός είναι ενεργός. Δεν έχει γίνει αποστολή ακόμη.
es: Sincronización en vivo activa. Aún sin envíos.
fa: همگام‌سازی زنده فعال است. هنوز بارگذاری انجام نشده است.
fr: Synchronisation en direct active. Aucun envoi pour l’instant.
he: סנכרון חי פעיל. עדיין לא הועלו נתונים.
hi: लाइव सिंक चालू है। अभी तक कोई अपलोड नहीं।
id: Penyelarasan langsung aktif. Belum ada yang diunggah.
it: Sincronizzazione live attiva. Nessun invio finora.
ja: ライブ同期が有効です。まだアップロードされていません。
ko: 실시간 동기화가 활성화되어 있습니다. 아직 업로드한 내용이 없습니다.
mr: लाइव्ह सिंक सक्रिय. अजून कोणतेही अपलोड झालेले नाही.
ms: Penyelarasan langsung aktif. Belum ada muat naik.
nl: Live synchronisatie actief. Nog geen upload.
pl: Synchronizacja na żywo jest aktywna. Nic jeszcze nie wysłano.
pt_br: Sincronização em tempo real ativa. Nenhum envio ainda.
ro: Sincronizare live activă. Nicio încărcare încă.
ru: Синхронизация в реальном времени активна. Отправок пока не было.
ta: நேரலை ஒத்திசைவு செயலில் உள்ளது. இன்னும் பதிவேற்றம் இல்லை.
te: లైవ్ సింక్ యాక్టివ్‌గా ఉంది. ఇంకా అప్‌లోడ్ కాలేదు.
th: การเชื่อมข้อมูลแบบเรียลไทม์ทำงานอยู่ ยังไม่มีการส่ง
tr: Canlı eşzamanlama etkin. Henüz gönderim yok.
uk: Синхронізація в реальному часі активна. Надсилань поки що не було.
ur: لائیو سنک فعال ہے۔ ابھی تک کوئی اپ لوڈ نہیں ہوا۔
vi: Đồng bộ hóa trực tiếp đang hoạt động. Chưa tải lên lần nào.
zh_hans: 实时同步已启用。尚未推送。
zh_hant: 即時同步已啟用。尚未上傳。

# settings.cloud_sync.summary.off
source: iCloud Sync is off.
ar: مزامنة iCloud متوقفة.
bn: iCloud সিঙ্ক বন্ধ আছে।
de: Die iCloud-Synchronisierung ist ausgeschaltet.
el: Ο συγχρονισμός iCloud είναι ανενεργός.
es: La sincronización con iCloud está desactivada.
fa: همگام‌سازی iCloud خاموش است.
fr: La synchronisation iCloud est désactivée.
he: סנכרון iCloud כבוי.
hi: iCloud सिंक बंद है।
id: Penyelarasan iCloud dimatikan.
it: La sincronizzazione iCloud è disattivata.
ja: iCloud同期はオフです。
ko: iCloud 동기화가 꺼져 있습니다.
mr: iCloud सिंक बंद आहे.
ms: Penyelarasan iCloud dinyahaktifkan.
nl: iCloud-synchronisatie staat uit.
pl: Synchronizacja iCloud jest wyłączona.
pt_br: A sincronização do iCloud está desativada.
ro: Sincronizarea iCloud este dezactivată.
ru: Синхронизация iCloud выключена.
ta: iCloud ஒத்திசைவு ஆஃப் செய்யப்பட்டுள்ளது.
te: iCloud సింక్ ఆఫ్‌లో ఉంది.
th: การเชื่อมข้อมูล iCloud ปิดอยู่
tr: iCloud eşzamanlaması kapalı.
uk: Синхронізацію iCloud вимкнено.
ur: آپ کا iCloud سنک بند ہے۔
vi: Đồng bộ hóa iCloud đang tắt.
zh_hans: iCloud 同步已关闭。
zh_hant: iCloud 同步已關閉。

# settings.cloud_sync.toggle
source: Sync with iCloud
ar: المزامنة مع iCloud
bn: iCloud-এর সাথে সিঙ্ক করুন
de: Mit iCloud synchronisieren
el: Συγχρονισμός με το iCloud
es: Sincronizar con iCloud
fa: همگام‌سازی با iCloud
fr: Synchroniser avec iCloud
he: סנכרון עם iCloud
hi: iCloud के साथ सिंक करें
id: Selaraskan dengan iCloud
it: Sincronizza con iCloud
ja: iCloudと同期
ko: iCloud와 동기화
mr: iCloud सह सिंक करा
ms: Selaraskan dengan iCloud
nl: Synchroniseer met iCloud
pl: Synchronizuj z iCloud
pt_br: Sincronizar com o iCloud
ro: Sincronizare cu iCloud
ru: Синхронизировать с iCloud
ta: iCloud உடன் ஒத்திசை
te: iCloudతో సింక్ చేయండి
th: เชื่อมข้อมูลกับ iCloud
tr: iCloud ile eşzamanla
uk: Синхронізувати з iCloud
ur: سنک بذریعہ iCloud
vi: Đồng bộ hóa với iCloud
zh_hans: 通过 iCloud 同步
zh_hant: 與 iCloud 同步

# settings.cloud_sync.undecodable
source: Undecodable
ar: غير قابلة لفك الترميز
bn: ডিকোড করা যায়নি
de: Nicht dekodierbar
el: Μη αποκωδικοποιήσιμες
es: No decodificables
fa: غیرقابل رمزگشایی
fr: Illisibles
he: לא ניתן לפענח
hi: डिकोड नहीं हो सके
id: Tidak dapat didekode
it: Non decodificabili
ja: デコード不可
ko: 디코딩 불가
mr: डीकोड न झालेले
ms: Tidak dapat dinyahkod
nl: Niet te decoderen
pl: Nie rozpoznano
pt_br: Não decodificáveis
ro: Nedecodabile
ru: Нераспознано
ta: டீகோட் செய்ய முடியாதவை
te: డీకోడ్ చేయలేనివి
th: ถอดรหัสไม่ได้
tr: Çözümlenemeyen
uk: Нерозпізнано
ur: ناقابل ڈی کوڈ
vi: Không thể giải mã
zh_hans: 无法解码
zh_hant: 無法解碼

# settings.data_export.export
source: Export…
ar: تصدير…
bn: এক্সপোর্ট করুন…
de: Exportieren …
el: Εξαγωγή…
es: Exportar…
fa: صادر کردن…
fr: Exporter…
he: ייצוא…
hi: एक्सपोर्ट करें…
id: Ekspor…
it: Esporta…
ja: 書き出す…
ko: 내보내기…
mr: एक्सपोर्ट करा…
ms: Eksport…
nl: Exporteer…
pl: Eksportuj…
pt_br: Exportar…
ro: Exportați…
ru: Экспортировать…
ta: எக்ஸ்போர்ட்…
te: ఎక్స్‌పోర్ట్…
th: ส่งออก…
tr: Dışa aktar…
uk: Експортувати…
ur: ایکسپورٹ کریں…
vi: Xuất…
zh_hans: 导出…
zh_hant: 匯出…

# settings.data_export.exported_to
source: Exported to %@
ar: تم التصدير إلى %@
bn: এক্সপোর্ট করা হয়েছে: %@
de: Exportiert nach %@
el: Εξήχθη στο %@
es: Exportado a %@
fa: در %@ صادر شد
fr: Exporté vers %@
he: יוצא אל %@
hi: %@ में एक्सपोर्ट किया गया
id: Diekspor ke %@
it: Esportato in %@
ja: %@に書き出しました
ko: %@에 내보냈습니다
mr: एक्सपोर्ट केले: %@
ms: Dieksport ke %@
nl: Geëxporteerd naar %@
pl: Wyeksportowano do %@
pt_br: Exportado para %@
ro: Exportat în %@
ru: Экспортировано в %@
ta: எக்ஸ்போர்ட் செய்யப்பட்டது: %@
te: ఎక్స్‌పోర్ట్ చేయబడింది: %@
th: ส่งออกไปที่ %@ แล้ว
tr: %@ konumuna dışa aktarıldı
uk: Експортовано в %@
ur: %@ میں ایکسپورٹ ہو گیا
vi: Đã xuất sang %@
zh_hans: 已导出到 %@
zh_hant: 已匯出至 %@

# settings.data_export.format
source: Format
ar: الصيغة
bn: ফরম্যাট
el: Μορφή
es: Formato
fa: قالب
he: פורמט
hi: फ़ॉर्मैट
it: Formato
ja: フォーマット
ko: 형식
mr: फॉरमॅट
nl: Formaat
pt_br: Formato
ru: Формат
ta: வடிவமைப்பு
te: ఫార్మాట్
th: รูปแบบ
tr: Biçim
uk: Формат
ur: فارمیٹ
vi: Định dạng
zh_hans: 格式
zh_hant: 格式

# settings.data_export.format.csv_detail
source: One spreadsheet-friendly CSV file with a section per category, for opening in other tools. Lorvex can’t import CSV.
ar: ملف CSV واحد مناسب لجداول البيانات يضم قسمًا لكل فئة، لفتحه في أدوات أخرى. لا يستطيع Lorvex استيراد CSV.
bn: স্প্রেডশিটে ব্যবহারযোগ্য একটি CSV ফাইল, যাতে প্রতিটি বিভাগের জন্য একটি করে সেকশন থাকে; অন্য টুলে খোলার জন্য। Lorvex CSV ইম্পোর্ট করতে পারে না।
de: Eine tabellenfreundliche CSV-Datei mit einem Abschnitt pro Kategorie, zum Öffnen in anderen Programmen. Lorvex kann CSV nicht importieren.
el: Ένα αρχείο CSV φιλικό προς τα υπολογιστικά φύλλα, με μία ενότητα ανά κατηγορία, για άνοιγμα σε άλλα εργαλεία. Το Lorvex δεν μπορεί να εισαγάγει CSV.
es: Un archivo CSV apto para hojas de cálculo, con una sección por categoría, para abrirlo en otras herramientas. Lorvex no puede importar CSV.
fa: یک فایل CSV مناسب صفحه‌گسترده با یک بخش برای هر دسته، برای باز کردن در ابزارهای دیگر. Lorvex نمی‌تواند CSV را وارد کند.
fr: Un fichier CSV adapté aux tableurs, avec une section par catégorie, à ouvrir dans d’autres outils. Lorvex ne peut pas importer le CSV.
he: קובץ CSV אחד שמתאים לגיליון אלקטרוני, עם מקטע לכל קטגוריה, לפתיחה בכלים אחרים. לא ניתן לייבא CSV אל Lorvex.
hi: एक स्प्रेडशीट-अनुकूल CSV फ़ाइल, जिसमें हर श्रेणी का अलग खंड होता है, ताकि इसे दूसरे टूल में खोला जा सके। Lorvex CSV इंपोर्ट नहीं कर सकता।
id: Satu file CSV yang ramah spreadsheet dengan satu bagian per kategori, untuk dibuka di alat lain. Lorvex tidak dapat mengimpor CSV.
it: Un unico file CSV adatto ai fogli di calcolo, con una sezione per categoria, da aprire in altri strumenti. Lorvex non può importare il formato CSV.
ja: カテゴリごとにセクションを分けた、表計算ソフト向けのCSVファイル1つです。ほかのツールで開くために使います。LorvexはCSVを読み込めません。
ko: 카테고리별로 구역을 나눈, 스프레드시트에 적합한 CSV 파일 하나입니다. 다른 도구에서 열 때 사용하세요. Lorvex는 CSV를 가져올 수 없습니다.
mr: स्प्रेडशीटमध्ये वापरता येणारी एक CSV फाइल, ज्यात प्रत्येक श्रेणीसाठी एक विभाग असतो, इतर टूल्समध्ये उघडण्यासाठी. Lorvex CSV इम्पोर्ट करू शकत नाही.
ms: Satu fail CSV mesra hamparan dengan satu bahagian bagi setiap kategori, untuk dibuka dalam alat lain. Lorvex tidak dapat mengimport CSV.
nl: Eén CSV-bestand dat geschikt is voor spreadsheets, met een sectie per categorie, om in andere apps te openen. Lorvex kan geen CSV importeren.
pl: Jeden plik CSV przyjazny arkuszom kalkulacyjnym, z osobną sekcją dla każdej kategorii — do otwierania w innych narzędziach. Lorvex nie potrafi importować CSV.
pt_br: Um arquivo CSV compatível com planilhas, com uma seção por categoria, para abrir em outras ferramentas. O Lorvex não pode importar CSV.
ro: Un singur fișier CSV compatibil cu foile de calcul, cu o secțiune pentru fiecare categorie, pentru a fi deschis în alte instrumente. Lorvex nu poate importa CSV.
ru: Один CSV-файл, удобный для таблиц, с отдельным разделом для каждой категории — для открытия в других программах. Lorvex не может импортировать CSV.
ta: ஒவ்வொரு வகைக்கும் ஒரு பிரிவுடன் கூடிய, விரிதாளுக்கு ஏற்ற ஒரு CSV கோப்பு – பிற கருவிகளில் திறக்க. Lorvex CSVஐ இம்போர்ட் செய்ய முடியாது.
te: స్ప్రెడ్‌షీట్‌కు అనువైన ఒక CSV ఫైల్, ప్రతి విభాగానికి ఒక సెక్షన్‌తో – ఇతర టూల్స్‌లో తెరవడానికి. Lorvex CSVని ఇంపోర్ట్ చేయలేదు.
th: ไฟล์ CSV หนึ่งไฟล์ที่เหมาะกับสเปรดชีต แบ่งเป็นหนึ่งส่วนต่อหนึ่งหมวดหมู่ สำหรับเปิดในเครื่องมืออื่น Lorvex นำเข้า CSV ไม่ได้
tr: Her kategori için ayrı bir bölüm içeren, başka araçlarda açılabilen, hesap tablolarına uygun tek bir CSV dosyası. Lorvex, CSV dosyalarını içe aktaramaz.
uk: Один CSV-файл, зручний для електронних таблиць, з окремим розділом для кожної категорії — для відкриття в інших програмах. Lorvex не може імпортувати CSV.
ur: ایک اسپریڈشیٹ کے لیے موزوں CSV فائل جس میں ہر زمرے کا ایک سیکشن ہوتا ہے، دوسرے ٹولز میں کھولنے کے لیے۔ Lorvex CSV امپورٹ نہیں کر سکتا۔
vi: Một tệp CSV thân thiện với bảng tính, mỗi danh mục một phần, để mở trong các công cụ khác. Lorvex không thể nhập CSV.
zh_hans: 一个便于电子表格使用的 CSV 文件，每个类别一节，适合在其他工具中打开。Lorvex 无法导入 CSV。
zh_hant: 一個適合試算表的 CSV 檔案，每個類別各佔一個區段，可在其他工具中開啟。Lorvex 無法匯入 CSV。

# settings.data_export.format.json_detail
source: One JSON file Lorvex can import again: a backup, or a way to move your data to another Lorvex install.
ar: ملف JSON واحد يمكن لـ Lorvex استيراده مرة أخرى: نسخة احتياطية، أو وسيلة لنقل بياناتك إلى نسخة أخرى من Lorvex.
bn: Lorvex আবার ইম্পোর্ট করতে পারে এমন একটি JSON ফাইল: ব্যাকআপ হিসাবে, বা আপনার ডেটা অন্য Lorvex ইনস্টলে সরানোর উপায় হিসাবে।
de: Eine JSON-Datei, die Lorvex wieder importieren kann: ein Backup oder eine Möglichkeit, deine Daten in eine andere Lorvex-Installation zu übertragen.
el: Ένα αρχείο JSON που το Lorvex μπορεί να εισαγάγει ξανά: αντίγραφο ασφαλείας ή τρόπος μεταφοράς των δεδομένων σας σε άλλη εγκατάσταση του Lorvex.
es: Un archivo JSON que Lorvex puede volver a importar: una copia de seguridad o una forma de llevar tus datos a otra instalación de Lorvex.
fa: یک فایل JSON که Lorvex می‌تواند دوباره آن را وارد کند: یک پشتیبان یا راهی برای انتقال داده‌هایتان به نصب دیگری از Lorvex.
fr: Un fichier JSON que Lorvex peut réimporter : une sauvegarde, ou un moyen de transférer vos données vers une autre installation de Lorvex.
he: קובץ JSON אחד שאפשר לייבא שוב אל Lorvex: גיבוי, או דרך להעביר את הנתונים להתקנה אחרת של Lorvex.
hi: एक JSON फ़ाइल जिसे Lorvex फिर से इंपोर्ट कर सकता है: बैकअप के लिए, या अपना डेटा किसी दूसरे Lorvex इंस्टॉल में ले जाने के लिए।
id: Satu file JSON yang dapat diimpor kembali oleh Lorvex: sebagai cadangan, atau cara memindahkan data ke instalasi Lorvex lain.
it: Un unico file JSON che Lorvex può importare di nuovo: un backup, oppure un modo per spostare i dati su un’altra installazione di Lorvex.
ja: Lorvexで再び読み込めるJSONファイル1つです。バックアップとして、またはデータを別のLorvexに移す手段として使えます。
ko: Lorvex에서 다시 가져올 수 있는 JSON 파일 하나입니다. 백업용으로, 또는 데이터를 다른 Lorvex 설치본으로 옮기는 용도로 사용할 수 있습니다.
mr: Lorvex पुन्हा इम्पोर्ट करू शकेल अशी एक JSON फाइल: बॅकअप म्हणून, किंवा तुमचा डेटा दुसऱ्या Lorvex इन्स्टॉलमध्ये मूव्ह करण्यासाठी.
ms: Satu fail JSON yang boleh diimport semula oleh Lorvex: sebagai sandaran, atau cara untuk memindahkan data ke pemasangan Lorvex yang lain.
nl: Eén JSON-bestand dat Lorvex weer kan importeren: een back-up, of een manier om je gegevens naar een andere Lorvex-installatie te verplaatsen.
pl: Jeden plik JSON, który Lorvex może ponownie zaimportować: kopia zapasowa lub sposób na przeniesienie danych do innej instalacji Lorvex.
pt_br: Um arquivo JSON que o Lorvex pode importar novamente: um backup ou uma forma de levar seus dados para outra instalação do Lorvex.
ro: Un singur fișier JSON pe care Lorvex îl poate importa din nou: o copie de rezervă sau o modalitate de a muta datele într-o altă instalare Lorvex.
ru: Один JSON-файл, который Lorvex сможет снова импортировать: резервная копия или способ перенести данные в другую установку Lorvex.
ta: Lorvex மீண்டும் இம்போர்ட் செய்யக்கூடிய ஒரு JSON கோப்பு: பேக்-அப், அல்லது உங்கள் தரவை மற்றொரு Lorvex நிறுவலுக்கு நகர்த்தும் வழி.
te: Lorvex మళ్ళీ ఇంపోర్ట్ చేయగల ఒక JSON ఫైల్: బ్యాకప్, లేదా మీ డేటాను మరో Lorvex ఇన్‌స్టాల్‌కు తరలించే మార్గం.
th: ไฟล์ JSON หนึ่งไฟล์ที่ Lorvex นำเข้าได้อีกครั้ง ใช้เป็นข้อมูลสำรองหรือใช้ย้ายข้อมูลของคุณไปยัง Lorvex อีกเครื่อง
tr: Lorvex’in yeniden içe aktarabildiği tek bir JSON dosyası: bir yedek veya verilerinizi başka bir Lorvex kurulumuna taşımanın bir yolu.
uk: Один JSON-файл, який Lorvex зможе знову імпортувати: резервна копія або спосіб перенести дані до іншої інсталяції Lorvex.
ur: ایک JSON فائل جسے Lorvex دوبارہ امپورٹ کر سکتا ہے: بیک اپ، یا اپنا ڈیٹا کسی دوسری Lorvex انسٹالیشن میں منتقل کرنے کا طریقہ۔
vi: Một tệp JSON mà Lorvex có thể nhập lại: dùng làm bản sao lưu, hoặc để chuyển dữ liệu sang bản cài đặt Lorvex khác.
zh_hans: 一个 Lorvex 可以再次导入的 JSON 文件：可用来备份，或把数据迁移到另一个 Lorvex。
zh_hant: 一個 Lorvex 可再次匯入的 JSON 檔案，可作為備份，或用來將資料移到另一個 Lorvex。

# settings.data_export.format.zip_detail
source: A ZIP archive with one JSON file per category. Lorvex can import it again.
ar: أرشيف ZIP يحتوي على ملف JSON لكل فئة. يمكن لـ Lorvex استيراده مرة أخرى.
bn: প্রতিটি বিভাগের জন্য একটি করে JSON ফাইলসহ একটি ZIP আর্কাইভ। Lorvex এটি আবার ইম্পোর্ট করতে পারে।
de: Ein ZIP-Archiv mit einer JSON-Datei pro Kategorie. Lorvex kann es wieder importieren.
el: Ένα αρχείο ZIP με ένα αρχείο JSON ανά κατηγορία. Το Lorvex μπορεί να το εισαγάγει ξανά.
es: Un archivo ZIP con un archivo JSON por categoría. Lorvex puede volver a importarlo.
fa: یک آرشیو ZIP با یک فایل JSON برای هر دسته. Lorvex می‌تواند دوباره آن را وارد کند.
fr: Une archive ZIP contenant un fichier JSON par catégorie. Lorvex peut la réimporter.
he: ארכיון ZIP עם קובץ JSON אחד לכל קטגוריה. אפשר לייבא אותו שוב אל Lorvex.
hi: एक ZIP आर्काइव, जिसमें हर श्रेणी की एक JSON फ़ाइल होती है। Lorvex इसे फिर से इंपोर्ट कर सकता है।
id: Arsip ZIP dengan satu file JSON per kategori. Lorvex dapat mengimpornya kembali.
it: Un archivio ZIP con un file JSON per categoria. Lorvex può importarlo di nuovo.
ja: カテゴリごとに1つのJSONファイルを収めたZIPアーカイブです。Lorvexで再び読み込めます。
ko: 카테고리별로 JSON 파일 하나씩 담은 ZIP 보관 파일입니다. Lorvex에서 다시 가져올 수 있습니다.
mr: प्रत्येक श्रेणीसाठी एक JSON फाइल असलेली ZIP फाइल. Lorvex ती पुन्हा इम्पोर्ट करू शकते.
ms: Arkib ZIP dengan satu fail JSON bagi setiap kategori. Lorvex boleh mengimportnya semula.
nl: Een ZIP-archief met één JSON-bestand per categorie. Lorvex kan het weer importeren.
pl: Archiwum ZIP z jednym plikiem JSON na kategorię. Lorvex może je ponownie zaimportować.
pt_br: Um arquivo ZIP com um arquivo JSON por categoria. O Lorvex pode importá-lo novamente.
ro: O arhivă ZIP cu un fișier JSON pentru fiecare categorie. Lorvex o poate importa din nou.
ru: ZIP-архив с одним JSON-файлом на каждую категорию. Lorvex сможет снова его импортировать.
ta: ஒவ்வொரு வகைக்கும் ஒரு JSON கோப்பு கொண்ட ZIP காப்பகம். Lorvex இதை மீண்டும் இம்போர்ட் செய்யும்.
te: ప్రతి విభాగానికి ఒక JSON ఫైల్‌తో కూడిన ZIP ఆర్కైవ్. Lorvex దీన్ని మళ్ళీ ఇంపోర్ట్ చేయగలదు.
th: ไฟล์ ZIP ที่มีไฟล์ JSON หนึ่งไฟล์ต่อหนึ่งหมวดหมู่ Lorvex นำเข้าได้อีกครั้ง
tr: Her kategori için bir JSON dosyası içeren bir ZIP arşivi. Lorvex bunu yeniden içe aktarabilir.
uk: ZIP-архів з одним JSON-файлом для кожної категорії. Lorvex зможе знову його імпортувати.
ur: ایک ZIP آرکائیو جس میں ہر زمرے کی ایک JSON فائل ہوتی ہے۔ Lorvex اسے دوبارہ امپورٹ کر سکتا ہے۔
vi: Một tệp lưu trữ ZIP với một tệp JSON cho mỗi danh mục. Lorvex có thể nhập lại tệp này.
zh_hans: 一个 ZIP 压缩包，每个类别一个 JSON 文件。Lorvex 可以再次导入。
zh_hant: 一個 ZIP 封存檔，每個類別各含一個 JSON 檔案。Lorvex 可再次匯入。

# settings.data_export.preparing
source: Preparing export…
ar: جارٍ تحضير التصدير…
bn: এক্সপোর্ট প্রস্তুত করা হচ্ছে…
de: Export wird vorbereitet …
el: Προετοιμασία εξαγωγής…
es: Preparando exportación…
fa: در حال آماده‌سازی خروجی…
fr: Préparation de l’exportation…
he: הכנת הייצוא…
hi: एक्सपोर्ट तैयार हो रहा है…
id: Menyiapkan ekspor…
it: Preparazione dell’esportazione…
ja: 書き出しを準備中…
ko: 내보내기 준비 중…
mr: एक्सपोर्ट तयार केले जात आहे…
ms: Menyediakan eksport…
nl: Export voorbereiden…
pl: Przygotowywanie eksportu…
pt_br: Preparando a exportação…
ro: Se pregătește exportul…
ru: Подготовка экспорта…
ta: எக்ஸ்போர்ட்டைத் தயார் செய்கிறது…
te: ఎక్స్‌పోర్ట్‌ను సిద్ధం చేస్తోంది…
th: กำลังเตรียมการส่งออก…
tr: Dışa aktarma hazırlanıyor…
uk: Підготовка експорту…
ur: ایکسپورٹ تیار ہو رہا ہے…
vi: Đang chuẩn bị xuất…
zh_hans: 正在准备导出…
zh_hant: 正在準備匯出…

# settings.data_export.section
source: Export
ar: تصدير
bn: এক্সপোর্ট
el: Εξαγωγή
es: Exportar
fa: صادر کردن
fr: Exportation
he: ייצוא
hi: एक्सपोर्ट
id: Ekspor
it: Esportazione
ja: 書き出し
ko: 내보내기
mr: एक्सपोर्ट
ms: Eksport
nl: Exporteren
pl: Eksport
pt_br: Exportação
ru: Экспорт
ta: எக்ஸ்போர்ட்
te: ఎక్స్‌పోర్ట్
th: ส่งออก
tr: Dışa aktar
uk: Експорт
ur: ایکسپورٹ
vi: Xuất
zh_hans: 导出
zh_hant: 匯出

# settings.data_import.cancel
source: Cancel
ar: إلغاء
bn: বাতিল করুন
de: Abbrechen
el: Ακύρωση
es: Cancelar
fa: لغو
fr: Annuler
he: ביטול
hi: रद्द करें
id: Batalkan
it: Annulla
ja: キャンセル
ko: 취소
mr: रद्द करा
ms: Batal
nl: Annuleer
pl: Anuluj
pt_br: Cancelar
ro: Anulați
ru: Отмена
ta: ரத்துசெய்
te: రద్దు
th: ยกเลิก
tr: Vazgeç
uk: Скасувати
ur: منسوخ کریں
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# settings.data_import.choose_file
source: Choose File…
ar: اختيار ملف…
bn: ফাইল নির্বাচন করুন…
de: Datei auswählen …
el: Επιλογή αρχείου…
es: Elegir archivo…
fa: انتخاب فایل…
fr: Choisir un fichier…
he: בחירת קובץ…
hi: फ़ाइल चुनें…
id: Pilih File…
it: Scegli file…
ja: ファイルを選択…
ko: 파일 선택…
mr: फाइल निवडा…
ms: Pilih Fail…
nl: Kies bestand…
pl: Wybierz plik…
pt_br: Escolher arquivo…
ro: Alegeți un fișier…
ru: Выбрать файл…
ta: கோப்பைத் தேர்ந்தெடு…
te: ఫైల్‌ను ఎంచుకోండి…
th: เลือกไฟล์…
tr: Dosya seç…
uk: Вибрати файл…
ur: فائل منتخب کریں…
vi: Chọn tệp…
zh_hans: 选择文件…
zh_hant: 選擇檔案…
